---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.SpatialElementDomainData
source: html/7ab19f51-68de-59c3-6286-53983ccd971f.htm
---
# SpatialElementDomainData Members

Releases all resources used by the SpatialElementDomainData